[PAD]
[UNK]
[START]
[END]
!
"
$
%
&
'
(
)
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
[
]
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
~
£
¥
°
ł
–
—
‘
’
“
”
⁄
the
of
##s
and
to
in
is
##ing
##ed
that
are
for
on
as
##ly
was
with
be
it
or
##d
by
##e
##er
from
##a
you
##t
have
##y
at
they
##n
##al
##r
this
can
were
an
not
their
which
##o
has
##es
but
##ic
one
##i
will
##an
##ers
most
also
more
other
there
##on
people
some
##ity
he
##m
had
been
its
##ment
many
all
##ation
##us
##h
##nt
##0
##ion
##ies
if
##in
may
when
##or
##ure
##ia
##ian
time
##rs
after
than
##ive
##th
his
your
##ted
about
first
##ts
new
world
##l
##le
two
only
##ate
##id
who
##ine
##it
into
often
said
##ce
no
##en
##ry
##k
so
used
while
##te
over
these
up
##is
would
##et
##ge
##p
##b
##ary
##u
country
during
even
like
out
##land
##at
##est
##ting
do
them
made
##ch
very
##able
##ar
##ent
##ors
make
such
year
##age
being
called
just
##port
different
through
we
any
water
where
##ical
get
city
well
##ad
##ism
around
because
countries
however
should
way
##4
##9
##g
##ight
##6
##day
years
##as
##il
##red
between
south
then
##5
##ments
##one
back
place
##all
##ance
##ard
##ated
##ct
##ual
known
##ence
##ious
##tion
both
day
north
states
those
##el
##ions
##ns
##os
since
today
what
##8
##ue
##x
same
war
without
##2
##ied
##its
##ne
##ous
due
each
though
three
##7
##ds
##gs
##ise
before
still
travel
##aking
##are
##cial
##ins
##ur
children
local
long
need
us
work
##00
##ful
##ned
##ple
animals
based
down
large
small
system
take
##ain
##ave
##ible
##ile
##ist
##les
##ness
##ock
##ory
##ter
##w
000
car
found
national
now
things
use
##1
##am
##ations
##ish
##re
along
although
earth
home
number
part
see
show
under
united
usually
##ating
##ction
##hip
##ice
##ld
##ps
##ures
##ve
##ver
areas
century
culture
find
going
her
##ally
##als
##and
##ars
##ase
##ast
##ates
##ats
##ces
##f
##ial
##ines
##ings
##ling
##nts
##ore
##ost
##st
##ut
good
great
high
include
islands
last
own
state
##ace
##act
##ck
##ire
##ms
##se
become
end
few
how
including
light
million
much
old
several
team
using
##3
##ay
##ble
##ded
##ead
##ering
##ide
##line
##nce
##ning
##ong
##ot
##tes
another
government
off
police
site
##c
##ged
##ined
##io
##ize
##ll
##ming
##ow
##ute
against
best
group
important
island
later
means
must
near
night
popular
river
second
##ey
##hing
##ign
##ind
##ised
##ists
##ium
##ks
##lation
##old
##ons
##ress
##ty
##un
africa
air
area
especially
miles
northern
possible
reported
times
##bs
##ill
##ite
##iting
##ition
##la
##ood
##pect
##ption
##ration
##ually
##ured
##ust
able
across
could
european
experience
food
four
french
help
km
language
learning
least
main
##cted
##cy
##ered
##ets
##ges
##ified
##ir
##ities
##ized
##ntly
##per
##rain
##tions
##ught
##um
began
common
company
enough
go
humans
internet
king
know
major
our
re
similar
sometimes
students
##ail
##ap
##ared
##bly
##ell
##end
##eral
##ging
##ience
##ier
##ily
##ived
##led
##lies
##ls
##ner
##pt
##tive
##urs
##ws
10
according
built
cases
central
class
form
men
might
order
park
per
region
right
scientists
sea
started
temple
top
university
women
##ading
##ages
##ami
##ans
##by
##cing
##ctions
##cts
##de
##ff
##ft
##icated
##ication
##ider
##ination
##inning
##iving
##ky
##nd
##ports
##ued
##used
##ward
100
ancient
available
away
better
china
did
early
east
easy
generally
history
information
international
less
others
particular
places
population
received
say
she
spanish
until
visit
##ake
##avy
##cation
##ected
##els
##ens
##erved
##ics
##ie
##ining
##ization
##med
##ng
##ork
##ort
##raft
##reat
##thing
##ture
##ull
##uries
##way
##where
almost
british
capital
considered
control
course
energy
europe
every
far
fire
general
look
modern
name
process
school
start
sun
took
tourist
town
wide
within
##ack
##alls
##ank
##ative
##ect
##ee
##ember
##gen
##her
##iety
##inal
##ird
##itical
##itting
##ix
##king
##lear
##lves
##mber
##ology
##ose
##ound
##pted
##rd
##reak
##side
##tic
##top
##ude
##ult
##urt
affected
announced
australia
came
events
family
germany
give
hand
hospital
ice
japan
keep
knowledge
living
low
middle
move
nations
offer
open
past
phone
power
problems
running
season
station
summer
traffic
winter
##ances
##ane
##ant
##ants
##aring
##atures
##aves
##cks
##ding
##eel
##egal
##ians
##ick
##ild
##im
##ki
##lish
##oman
##ops
##ord
##ots
##pected
##ped
##tain
##tra
##ues
##unding
##ural
##ush
##v
##za
11
15
activity
allow
authorities
body
certain
change
don
either
example
game
games
goods
ground
largest
life
little
makes
month
non
normal
ocean
olympic
organization
person
points
provide
public
race
range
set
smaller
thousands
understand
west
zealand
##0s
##ach
##ak
##art
##ature
##aving
##bed
##bility
##ca
##cific
##come
##cting
##dition
##ection
##ense
##erve
##ffects
##graphy
##hy
##icle
##ids
##ited
##itive
##ke
##late
##ological
##om
##ote
##pe
##pical
##ply
##posed
##res
##ries
##rm
##ro
##rown
##ruction
##sing
##table
##ten
##tended
##und
##ven
##zing
30
african
bring
call
cause
check
come
days
death
disease
event
feet
german
having
indian
law
level
likely
limited
located
longer
lot
matter
minutes
money
moon
news
present
president
quite
rather
research
result
service
southern
stay
television
think
together
too
trip
try
type
whether
wildlife
words
##aches
##amp
##ccess
##co
##covered
##ctive
##duced
##elf
##ese
##gency
##ica
##ically
##ican
##ices
##iding
##ief
##ient
##ieve
##ieved
##ig
##ike
##iking
##ilities
##ina
##inations
##ique
##irds
##iti
##ival
##ives
##ked
##lar
##lated
##lers
##lines
##ma
##na
##ney
##ob
##oes
##ography
##ole
##olution
##oms
##op
##ows
##pread
##rial
##ric
##ried
##ring
##ron
##ton
##tory
##uary
##uments
##ution
##va
already
always
amount
attack
became
behavior
book
center
comes
cultural
damage
does
done
easily
eastern
environment
five
flow
following
france
free
health
hour
john
languages
led
minister
nearly
office
once
outside
percent
period
plant
plants
point
prime
probably
put
regular
related
reports
safe
satellite
sent
ships
skiing
snow
space
taken
term
transportation
trying
turkey
want
weather
website
week
working
##20
##ads
##alk
##ards
##ased
##assed
##ches
##ciation
##dom
##ear
##ells
##ely
##embers
##ending
##enses
##ep
##ern
##ests
##ever
##ffect
##fy
##ga
##ibility
##idence
##iet
##imately
##inds
##iny
##ission
##itions
##ka
##lay
##leep
##ler
##lo
##low
##lved
##nia
##oard
##ocks
##oom
##ountain
##oving
##oy
##ping
##porting
##quake
##ree
##reek
##ridge
##rove
##rt
##ss
##tc
##tent
##ters
##ules
##urg
##uter
##uty
##vice
##vious
##ware
##ying
##z
500
above
ago
among
approach
atoms
base
beyond
biggest
business
caused
cities
citizens
close
conditions
covered
crash
dark
design
despite
earlier
economy
elements
established
famous
finished
flight
former
held
here
him
hot
house
image
independence
india
individuals
july
land
learn
man
march
match
meaning
nation
next
official
original
planning
real
republic
required
requires
return
routes
safety
scientific
severe
side
something
species
strong
surface
tourists
towards
traditional
union
video
visiting
wild
yourself
##!
##"
##$
##%
##&
##'
##(
##)
##+
##,
##-
##.
##/
##:
##;
##?
##[
##]
##j
##q
##~
##£
##¥
##°
##ł
##–
##—
##‘
##’
##“
##”
##⁄
